Revit 2027 API
ParameterTypeId.RbsFlowObsolete Property
 "Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFlowObsolete { get; }
Public Shared ReadOnly Property RbsFlowObsolete As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFlowObsolete {
	ForgeTypeId^ get ();
}
static member RbsFlowObsolete : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace